Repository: wochatchat/orange-cloud
Catalog: apps/ios/Orange Cloud/Orange Cloud/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es_mx, fr, ja, ko, pt_br, pt_pt, tr, zh_hant, zh_hk

source: 查看与管理 Pages 项目与部署
ar: عرض وإدارة مشاريع Pages وعمليات نشرها
de: Pages-Projekte und -Deployments anzeigen und verwalten
en: View and manage Pages projects and deployments
es_mx: Ver y administrar proyectos y despliegues de Pages
fr: Consulter et gérer les projets et déploiements Pages
ja: Pages のプロジェクトとデプロイを表示・管理
ko: Pages 프로젝트와 배포 보기·관리
pt_br: Ver e gerenciar projetos e implantações do Pages
pt_pt: Ver e gerir projetos e implementações do Pages
tr: Pages projelerini ve dağıtımlarını görüntüleyin ve yönetin
zh_hant: 檢視與管理 Pages 專案與部署
zh_hk: 查看與管理 Pages 專案與部署

source: 查看与管理域名的边缘 Snippets（JS 代码片段）属于 Orange Cloud Pro。
ar: عرض وإدارة Snippets الحافة (شفرة JS) لنطاقك جزء من Orange Cloud Pro.
de: Das Anzeigen und Verwalten der Edge-Snippets (JS-Code) deiner Domain gehört zu Orange Cloud Pro.
en: Viewing and managing your domain’s edge Snippets (JS code) is part of Orange Cloud Pro.
es_mx: Ver y gestionar los Snippets de borde de tu dominio (código JS) es parte de Orange Cloud Pro.
fr: L’affichage et la gestion des Snippets en périphérie (code JS) de votre domaine font partie d’Orange Cloud Pro.
ja: ドメインのエッジ Snippets（JS コード）の表示・管理は Orange Cloud Pro の機能です。
ko: 도메인의 엣지 Snippets(JS 코드) 보기 및 관리는 Orange Cloud Pro에 포함됩니다.
pt_br: Ver e gerenciar os Snippets de borda do seu domínio (código JS) faz parte do Orange Cloud Pro.
pt_pt: Ver e gerir os Snippets de periferia do seu domínio (código JS) faz parte do Orange Cloud Pro.
tr: Alan adınızın uç Snippet’lerini (JS kodu) görüntüleme ve yönetme, Orange Cloud Pro’ya dahildir.
zh_hant: 查看與管理網域的邊緣 Snippets（JS 程式碼）屬於 Orange Cloud Pro。
zh_hk: 查看與管理域名的邊緣 Snippets（JS 代碼）屬於 Orange Cloud Pro。

source: 查看与管理数据库加速配置
ar: عرض وإدارة تكوينات تسريع قاعدة البيانات
de: Datenbankbeschleunigungs-Konfigurationen verwalten
en: View and manage database acceleration configs
es_mx: Ver y administrar configuraciones de aceleración de BD
fr: Voir et gérer les configs d’accélération de base de données
ja: データベース高速化構成の表示と管理
ko: 데이터베이스 가속 구성 보기 및 관리
pt_br: Ver e gerenciar configurações de aceleração de BD
pt_pt: Ver e gerir configurações de aceleração de BD
tr: Veritabanı hızlandırma yapılandırmalarını yönet
zh_hant: 檢視與管理資料庫加速設定
zh_hk: 檢視與管理資料庫加速設定

source: 查看与管理消息队列
ar: عرض وإدارة قوائم انتظار الرسائل
de: Nachrichten-Queues anzeigen und verwalten
en: View and manage message queues
es_mx: Ver y administrar colas de mensajes
fr: Voir et gérer les files de messages
ja: メッセージキューの表示と管理
ko: 메시지 대기열 보기 및 관리
pt_br: Ver e gerenciar filas de mensagens
pt_pt: Ver e gerir filas de mensagens
tr: Mesaj kuyruklarını görüntüle ve yönet
zh_hant: 檢視與管理訊息佇列
zh_hk: 檢視與管理訊息佇列

source: 查看与管理邮件路由规则与目的地址
ar: عرض وإدارة قواعد توجيه البريد وعناوين الوجهة
de: E-Mail-Routingregeln und Zieladressen anzeigen und verwalten
en: View and manage email routing rules and destination addresses
es_mx: Ver y gestionar reglas de enrutamiento de correo y direcciones de destino
fr: Voir et gérer les règles de routage des e-mails et les adresses de destination
ja: メールルーティングルールと目的地アドレスを表示・管理
ko: 이메일 라우팅 규칙 및 대상 주소 보기 및 관리
pt_br: Ver e gerenciar regras de roteamento de e-mail e endereços de destino
pt_pt: Ver e gerir regras de encaminhamento de correio e endereços de destino
tr: E-posta yönlendirme kurallarını ve hedef adreslerini görüntüle ve yönet
zh_hant: 查看與管理郵件路由規則與目的地址
zh_hk: 查看與管理郵件路由規則與目的地址

source: 查看与管理限速规则属于 Orange Cloud Pro。
ar: عرض وإدارة قواعد تحديد المعدل جزء من Orange Cloud Pro.
de: Das Anzeigen und Verwalten von Ratenbegrenzungsregeln ist Teil von Orange Cloud Pro.
en: Viewing and managing rate limiting rules is part of Orange Cloud Pro.
es_mx: Ver y gestionar las reglas de límite de tasa es parte de Orange Cloud Pro.
fr: Consulter et gérer les règles de limitation de débit fait partie d’Orange Cloud Pro.
ja: レート制限ルールの閲覧と管理は Orange Cloud Pro の機能です。
ko: 속도 제한 규칙 보기 및 관리는 Orange Cloud Pro에 포함됩니다.
pt_br: Ver e gerenciar regras de limite de taxa faz parte do Orange Cloud Pro.
pt_pt: Ver e gerir regras de limite de taxa faz parte do Orange Cloud Pro.
tr: Hız sınırı kurallarını görüntülemek ve yönetmek Orange Cloud Pro kapsamındadır.
zh_hant: 查看與管理速率限制規則屬於 Orange Cloud Pro。
zh_hk: 查看與管理速率限制規則屬於 Orange Cloud Pro。

source: 查看与编辑 URL 重写、请求/响应头规则
ar: عرض وتعديل قواعد إعادة كتابة URL وترويسات الطلب/الاستجابة
de: URL-Umschreibungs- und Anfrage-/Antwort-Header-Regeln anzeigen und bearbeiten
en: View and edit URL rewrite and request/response header rules
es_mx: Ver y editar reglas de reescritura de URL y de encabezados de solicitud/respuesta
fr: Afficher et modifier les règles de réécriture d’URL et d’en-tête de requête/réponse
ja: URL 書き換えとリクエスト/レスポンスヘッダーのルールを表示・編集
ko: URL 다시 쓰기 및 요청/응답 헤더 규칙 보기 및 편집
pt_br: Ver e editar regras de reescrita de URL e cabeçalhos de solicitação/resposta
pt_pt: Ver e editar regras de reescrita de URL e cabeçalhos de pedido/resposta
tr: URL yeniden yazma ve istek/yanıt başlığı kurallarını görüntüle ve düzenle
zh_hant: 查看與編輯 URL 重寫、請求/回應標頭規則
zh_hk: 查看與編輯 URL 重寫、請求/回應標頭規則

source: 查看内网穿透隧道与连接状态
ar: عرض الأنفاق وحالة الاتصال
de: Tunnel und Verbindungsstatus anzeigen
en: View tunnels and connection status
es_mx: Ver túneles y estado de las conexiones
fr: Afficher les tunnels et l’état des connexions
ja: トンネルと接続状態を表示
ko: 터널 및 연결 상태 보기
pt_br: Ver túneis e o status das conexões
pt_pt: Ver túneis e o estado das ligações
tr: Tünelleri ve bağlantı durumunu görüntüle
zh_hant: 檢視通道與連線狀態
zh_hk: 查看隧道與連線狀態

source: 查看受 Access 保护的应用
ar: عرض التطبيقات المحمية بواسطة Access
de: Durch Access geschützte Anwendungen anzeigen
en: View apps protected by Access
es_mx: Ver aplicaciones protegidas por Access
fr: Voir les applications protégées par Access
ja: Access で保護されたアプリを表示
ko: Access로 보호되는 앱 보기
pt_br: Ver apps protegidos pelo Access
pt_pt: Ver aplicações protegidas pelo Access
tr: Access ile korunan uygulamaları görüntüle
zh_hant: 查看受 Access 保護的應用程式
zh_hk: 查看受 Access 保護的應用程式

source: 查看和修改 DNS 解析记录
ar: عرض سجلات DNS وتعديلها
de: DNS-Einträge anzeigen und bearbeiten
en: View and edit DNS records
es_mx: Ver y editar registros DNS
fr: Afficher et modifier les enregistrements DNS
ja: DNS レコードの表示と編集
ko: DNS 레코드 보기 및 편집
pt_br: Ver e editar registros DNS
pt_pt: Ver e editar registos DNS
tr: DNS kayıtlarını görüntüle ve düzenle
zh_hant: 檢視與修改 DNS 記錄
zh_hk: 查看與修改 DNS 記錄

source: 查看和启停自定义防火墙规则
ar: عرض قواعد جدار الحماية المخصصة وتشغيلها/إيقافها
de: Eigene Firewall-Regeln anzeigen und ein-/ausschalten
en: View and toggle custom firewall rules
es_mx: Ver y activar/desactivar reglas de firewall personalizadas
fr: Afficher et activer/désactiver les règles de pare-feu personnalisées
ja: カスタムファイアウォールルールの表示と切り替え
ko: 사용자 지정 방화벽 규칙 보기 및 켜기/끄기
pt_br: Ver e ativar/desativar regras de firewall personalizadas
pt_pt: Ver e ativar/desativar regras de firewall personalizadas
tr: Özel güvenlik duvarı kurallarını görüntüle ve aç/kapat
zh_hant: 檢視與啟停自訂防火牆規則
zh_hk: 查看與啟停自訂防火牆規則

source: 查看和管理 Workers KV 键值对
ar: عرض وإدارة أزواج المفتاح والقيمة في Workers KV
de: Workers-KV-Schlüssel-Wert-Paare anzeigen und verwalten
en: View and manage Workers KV key-value pairs
es_mx: Ver y gestionar pares clave-valor de Workers KV
fr: Afficher et gérer les paires clé-valeur Workers KV
ja: Workers KV のキーと値の表示と管理
ko: Workers KV 키-값 쌍 보기 및 관리
pt_br: Ver e gerenciar pares chave-valor do Workers KV
pt_pt: Ver e gerir pares chave-valor do Workers KV
tr: Workers KV anahtar-değer çiftlerini görüntüle ve yönet
zh_hant: 檢視與管理 Workers KV 鍵值組
zh_hk: 查看與管理 Workers KV 鍵值對

source: 查看和管理 Workers 无服务器函数
ar: عرض وإدارة دوال Workers بلا خادم
de: Serverlose Workers-Funktionen anzeigen und verwalten
en: View and manage Workers serverless functions
es_mx: Ver y gestionar funciones sin servidor de Workers
fr: Afficher et gérer les fonctions serverless Workers
ja: Workers サーバーレス関数の表示と管理
ko: Workers 서버리스 함수 보기 및 관리
pt_br: Ver e gerenciar funções serverless dos Workers
pt_pt: Ver e gerir funções serverless dos Workers
tr: Sunucusuz Workers işlevlerini görüntüle ve yönet
zh_hant: 檢視與管理 Workers 無伺服器函式
zh_hk: 查看與管理 Workers 無伺服器函數

source: 查看和管理你的域名
ar: عرض نطاقاتك وإدارتها
de: Deine Domains anzeigen und verwalten
en: View and manage your domains
es_mx: Ver y gestionar tus dominios
fr: Afficher et gérer vos domaines
ja: ドメインの表示と管理
ko: 도메인 보기 및 관리
pt_br: Ver e gerenciar seus domínios
pt_pt: Ver e gerir os seus domínios
tr: Alan adlarınızı görüntüleyin ve yönetin
zh_hant: 檢視與管理你的網域
zh_hk: 查看與管理你的域名

source: 查看和编辑域名的边缘代码片段
ar: عرض وتعديل مقتطفات شفرة الحافة لنطاقك
de: Edge-Code-Snippets deiner Domain anzeigen und bearbeiten
en: View and edit your domain’s edge snippets
es_mx: Ver y editar los snippets de borde de tu dominio
fr: Afficher et modifier les snippets de code en périphérie de votre domaine
ja: ドメインのエッジスニペットを表示・編集します
ko: 도메인의 엣지 코드 조각 보기 및 편집
pt_br: Ver e editar os snippets de borda do seu domínio
pt_pt: Ver e editar os snippets de periferia do seu domínio
tr: Alan adınızın uç kod snippet’lerini görüntüleyin ve düzenleyin
zh_hant: 查看與編輯網域的邊緣程式碼片段
zh_hk: 查看與編輯域名的邊緣代碼片段

source: 查看当前账号最近 30 天「谁在何时改了什么」。
ar: عرض إجراءات الحساب الحالي خلال آخر 30 يومًا (من غيّر ماذا ومتى).
de: Die letzten 30 Tage des aktuellen Kontos anzeigen – wer hat wann was geändert.
en: View the current account’s last 30 days — who changed what, when.
es_mx: Ver los últimos 30 días de la cuenta actual: quién cambió qué y cuándo.
fr: Consulter les 30 derniers jours du compte actuel : qui a modifié quoi et quand.
ja: 現在のアカウントの過去 30 日間（誰が・いつ・何を変更したか）を表示します。
ko: 현재 계정의 지난 30일(누가 언제 무엇을 변경했는지)을 봅니다.
pt_br: Veja os últimos 30 dias da conta atual: quem alterou o quê e quando.
pt_pt: Veja os últimos 30 dias da conta atual: quem alterou o quê e quando.
tr: Mevcut hesabın son 30 gününü görüntüleyin: kim neyi ne zaman değiştirdi.
zh_hant: 查看目前帳號最近 30 天「誰在何時改了什麼」。
zh_hk: 查看目前帳戶最近 30 天「誰在何時改了什麼」。

source: 查看日志
ar: عرض السجلات
de: Protokolle anzeigen
en: View logs
es_mx: Ver registros
fr: Afficher les journaux
ja: ログを表示
ko: 로그 보기
pt_br: Ver logs
pt_pt: Ver registos
tr: Günlükleri görüntüle
zh_hant: 檢視記錄
zh_hk: 查看日誌

source: 查看某个域名的状态与套餐（来自本地缓存，离线可用）
ar: اطّلع على حالة نطاق وخطته (من التخزين المؤقت المحلي، متاح دون اتصال)
de: Status und Tarif einer Domain ansehen (aus dem lokalen Cache, offline verfügbar)
en: Check a domain’s status and plan (from local cache, works offline)
es_mx: Consulta el estado y el plan de un dominio (desde la caché local, funciona sin conexión)
fr: Consultez l’état et le forfait d’un domaine (depuis le cache local, disponible hors ligne)
ja: ドメインのステータスとプランを確認（ローカルキャッシュ使用、オフライン対応）
ko: 도메인의 상태와 요금제를 확인합니다(로컬 캐시 기반, 오프라인 사용 가능)
pt_br: Veja o status e o plano de um domínio (do cache local, funciona offline)
pt_pt: Veja o estado e o plano de um domínio (da cache local, funciona offline)
tr: Bir alan adının durumunu ve planını görün (yerel önbellekten, çevrimdışı çalışır)
zh_hant: 檢視某個網域的狀態與方案（來自本機快取，離線可用）
zh_hk: 查看某個域名的狀態與計劃（來自本機緩存，離線可用）

source: 查看证书、开关 Universal SSL、删除高级证书
ar: عرض الشهادات، تبديل Universal SSL، حذف الشهادات المتقدمة
de: Zertifikate ansehen, Universal SSL umschalten, erweiterte Zertifikate löschen
en: View certificates, toggle Universal SSL, delete advanced certs
es_mx: Ver certificados, activar o desactivar Universal SSL, eliminar certificados avanzados
fr: Voir les certificats, activer/désactiver Universal SSL, supprimer les certificats avancés
ja: 証明書の表示、Universal SSL の切替、高度な証明書の削除
ko: 인증서 보기, Universal SSL 전환, 고급 인증서 삭제
pt_br: Ver certificados, alternar o Universal SSL, excluir certificados avançados
pt_pt: Ver certificados, alternar o Universal SSL, eliminar certificados avançados
tr: Sertifikaları görüntüle, Universal SSL’i aç/kapat, gelişmiş sertifikaları sil
zh_hant: 查看憑證、開關 Universal SSL、刪除進階憑證
zh_hk: 查看證書、開關 Universal SSL、刪除進階證書

source: 查看账号与域名的流量和安全分析
ar: عرض تحليلات حركة المرور والأمان للحسابات والنطاقات
de: Traffic- und Sicherheitsanalysen für Konten und Domains anzeigen
en: View traffic and security analytics for accounts and domains
es_mx: Ver análisis de tráfico y seguridad de cuentas y dominios
fr: Afficher les analyses de trafic et de sécurité des comptes et domaines
ja: アカウントとドメインのトラフィック・セキュリティ分析を表示
ko: 계정과 도메인의 트래픽 및 보안 분석 보기
pt_br: Ver análises de tráfego e segurança de contas e domínios
pt_pt: Ver análises de tráfego e segurança de contas e domínios
tr: Hesaplar ve alan adları için trafik ve güvenlik analizlerini görüntüleyin
zh_hant: 檢視帳號與網域的流量和安全分析
zh_hk: 查看帳戶與域名的流量和安全分析

source: 查看账号最近 30 天的审计日志（谁在何时改了什么）属于 Orange Cloud Pro。
ar: عرض سجلات تدقيق الحساب لآخر 30 يومًا (من غيّر ماذا ومتى) جزء من Orange Cloud Pro.
de: Die Audit-Protokolle des Kontos der letzten 30 Tage anzeigen (wer wann was geändert hat) ist Teil von Orange Cloud Pro.
en: Viewing the account’s last 30 days of audit logs (who changed what, when) is part of Orange Cloud Pro.
es_mx: Ver los registros de auditoría de la cuenta de los últimos 30 días (quién cambió qué y cuándo) es parte de Orange Cloud Pro.
fr: Consulter les journaux d’audit du compte des 30 derniers jours (qui a modifié quoi et quand) fait partie d’Orange Cloud Pro.
ja: アカウントの過去 30 日間の監査ログ（誰が・いつ・何を変更したか）の閲覧は Orange Cloud Pro の機能です。
ko: 계정의 최근 30일 감사 로그(누가 언제 무엇을 변경했는지) 보기는 Orange Cloud Pro에 포함됩니다.
pt_br: Ver os logs de auditoria da conta dos últimos 30 dias (quem alterou o quê e quando) faz parte do Orange Cloud Pro.
pt_pt: Ver os registos de auditoria da conta dos últimos 30 dias (quem alterou o quê e quando) faz parte do Orange Cloud Pro.
tr: Hesabın son 30 günlük denetim günlüklerini (kim neyi ne zaman değiştirdi) görüntülemek Orange Cloud Pro kapsamındadır.
zh_hant: 查看帳號最近 30 天的稽核日誌（誰在何時改了什麼）屬於 Orange Cloud Pro。
zh_hk: 查看帳戶最近 30 天的審計日誌（誰在何時改了什麼）屬於 Orange Cloud Pro。

source: 查看账号基本信息和设置
ar: عرض معلومات الحساب الأساسية والإعدادات
de: Grundlegende Kontoinformationen und Einstellungen anzeigen
en: View basic account info and settings
es_mx: Ver información básica de la cuenta y ajustes
fr: Afficher les infos de base du compte et les réglages
ja: アカウントの基本情報と設定を表示
ko: 계정 기본 정보 및 설정 보기
pt_br: Ver informações básicas da conta e ajustes
pt_pt: Ver informações básicas da conta e definições
tr: Temel hesap bilgilerini ve ayarları görüntüleyin
zh_hant: 檢視帳號基本資訊與設定
zh_hk: 查看帳戶基本資料與設定

source: 查看边缘证书与有效期
ar: عرض شهادات الحافة وصلاحيتها
de: Edge-Zertifikate und Gültigkeit anzeigen
en: View edge certificates and expiry
es_mx: Ver certificados de borde y vencimiento
fr: Afficher les certificats en périphérie et leur expiration
ja: エッジ証明書と有効期限を表示
ko: 엣지 인증서 및 만료일 보기
pt_br: Ver certificados de borda e validade
pt_pt: Ver certificados de edge e validade
tr: Uç sertifikalarını ve geçerlilik süresini görüntüle
zh_hant: 查看邊緣憑證與有效期
zh_hk: 查看邊緣證書與有效期

source: 查看连接 cloudflared 所需的令牌与安装命令。
ar: اعرض الرمز وأمر التثبيت اللازمين لتوصيل cloudflared.
de: Sieh dir das Token und den Installationsbefehl an, die zum Verbinden von cloudflared nötig sind.
en: View the token and install command needed to connect cloudflared.
es_mx: Consulta el token y el comando de instalación necesarios para conectar cloudflared.
fr: Affichez le jeton et la commande d’installation nécessaires pour connecter cloudflared.
ja: cloudflared を接続するために必要なトークンとインストールコマンドを表示します。
ko: cloudflared를 연결하는 데 필요한 토큰과 설치 명령을 확인하세요.
pt_br: Veja o token e o comando de instalação necessários para conectar o cloudflared.
pt_pt: Veja o token e o comando de instalação necessários para ligar o cloudflared.
tr: cloudflared’i bağlamak için gereken belirteci ve kurulum komutunu görüntüleyin.
zh_hant: 檢視連線 cloudflared 所需的權杖與安裝指令。
zh_hk: 查看連線 cloudflared 所需的權杖與安裝指令。

source: 查看隧道与连接状态；读写可新建隧道、配置公共主机名路由
ar: عرض الأنفاق وحالة الاتصال؛ تتيح القراءة/الكتابة إنشاء الأنفاق وضبط توجيه أسماء المضيفين العامة
de: Tunnel und Verbindungsstatus anzeigen; mit Lese-/Schreibzugriff kannst du Tunnel erstellen und das Routing öffentlicher Hostnamen konfigurieren
en: View tunnels and connection status; read/write lets you create tunnels and configure public hostname routing
es_mx: Consulta los túneles y el estado de conexión; con lectura/escritura puedes crear túneles y configurar el enrutamiento por nombre de host público
fr: Afficher les tunnels et l’état des connexions ; le lecture/écriture permet de créer des tunnels et de configurer le routage des noms d’hôte publics
ja: トンネルと接続状態を表示。読み取り/書き込みでトンネルの作成やパブリックホスト名ルーティングの設定ができます
ko: 터널과 연결 상태 보기. 읽기/쓰기로 터널 생성과 공개 호스트 이름 라우팅을 구성할 수 있습니다
pt_br: Veja os túneis e o status da conexão; com leitura/escrita você pode criar túneis e configurar o roteamento por nome de host público
pt_pt: Veja os túneis e o estado da ligação; com leitura/escrita pode criar túneis e configurar o encaminhamento por nome de anfitrião público
tr: Tünelleri ve bağlantı durumunu görüntüleyin; okuma/yazma, tünel oluşturmanıza ve genel ana makine adı yönlendirmesini yapılandırmanıza olanak tanır
zh_hant: 檢視通道與連線狀態；讀寫可建立通道、設定公開主機名稱路由
zh_hk: 查看隧道與連線狀態；讀寫可建立隧道、設定公開主機名稱路由

source: 查询
ar: استعلام
de: Abfragen
en: Look up
es_mx: Consultar
fr: Rechercher
ja: 照会
ko: 조회
pt_br: Consultar
pt_pt: Consultar
tr: Sorgula
zh_hant: 查詢
zh_hk: 查詢

source: 查询 ${zone} 的状态
ar: تحقق من حالة ${zone}
de: Status von ${zone} prüfen
en: Check status of ${zone}
es_mx: Consultar el estado de ${zone}
fr: Vérifier l’état de ${zone}
ja: ${zone} のステータスを確認
ko: ${zone}의 상태 확인
pt_br: Verificar o status de ${zone}
pt_pt: Verificar o estado de ${zone}
tr: ${zone} durumunu kontrol et
zh_hant: 查詢 ${zone} 的狀態
zh_hk: 查詢 ${zone} 的狀態

source: 查询串 → %@
ar: الاستعلام ← %@
de: Query → %@
en: Query → %@
es_mx: Consulta → %@
fr: Requête → %@
ja: クエリ → %@
ko: 쿼리 → %@
pt_br: Consulta → %@
pt_pt: Consulta → %@
tr: Sorgu → %@
zh_hant: 查詢串 → %@
zh_hk: 查詢串 → %@

source: 查询和管理 D1 SQLite 数据库
ar: الاستعلام عن قواعد بيانات D1 SQLite وإدارتها
de: D1-SQLite-Datenbanken abfragen und verwalten
en: Query and manage D1 SQLite databases
es_mx: Consultar y gestionar bases de datos D1 SQLite
fr: Interroger et gérer les bases de données D1 SQLite
ja: D1 SQLite データベースのクエリと管理
ko: D1 SQLite 데이터베이스 쿼리 및 관리
pt_br: Consultar e gerenciar bancos de dados D1 SQLite
pt_pt: Consultar e gerir bases de dados D1 SQLite
tr: D1 SQLite veritabanlarını sorgulayın ve yönetin
zh_hant: 查詢與管理 D1 SQLite 資料庫
zh_hk: 查詢與管理 D1 SQLite 資料庫

source: 查询域名状态
ar: تحقق من حالة النطاق
de: Domain-Status prüfen
en: Check Domain Status
es_mx: Consultar estado del dominio
fr: Vérifier l’état du domaine
ja: ドメインステータスを確認
ko: 도메인 상태 확인
pt_br: Verificar status do domínio
pt_pt: Verificar estado do domínio
tr: Alan adı durumunu kontrol et
zh_hant: 查詢網域狀態
zh_hk: 查詢域名狀態

source: 查询失败
ar: فشل الاستعلام
de: Abfrage fehlgeschlagen
en: Lookup failed
es_mx: Error en la consulta
fr: Échec de la requête
ja: 照会に失敗しました
ko: 조회 실패
pt_br: Falha na consulta
pt_pt: Falha na consulta
tr: Sorgu başarısız
zh_hant: 查詢失敗
zh_hk: 查詢失敗

source: 查询字符串
ar: سلسلة الاستعلام
de: Query-String
en: Query String
es_mx: Cadena de consulta
fr: Chaîne de requête
ja: クエリ文字列
ko: 쿼리 문자열
pt_br: String de consulta
pt_pt: Cadeia de consulta
tr: Sorgu Dizesi
zh_hant: 查詢字串
zh_hk: 查詢字串

source: 查询缓存
ar: التخزين المؤقت للاستعلامات
de: Abfrage-Cache
en: Query cache
es_mx: Caché de consultas
fr: Cache des requêtes
ja: クエリキャッシュ
ko: 쿼리 캐시
pt_br: Cache de consultas
pt_pt: Cache de consultas
tr: Sorgu önbelleği
zh_hant: 查詢快取
zh_hk: 查詢緩存

source: 标准
ar: قياسي
de: Standard
en: Standard
es_mx: Estándar
fr: Standard
ja: 標準
ko: 표준
pt_br: Padrão
pt_pt: Padrão
tr: Standart
zh_hant: 標準
zh_hk: 標準

source: 标准 5 字段：分 时 日 月 周（UTC）。
ar: 5 حقول قياسية: الدقيقة الساعة اليوم الشهر يوم الأسبوع (UTC).
de: Standardmäßig 5 Felder: Minute Stunde Tag Monat Wochentag (UTC).
en: Standard 5 fields: minute hour day month weekday (UTC).
es_mx: 5 campos estándar: minuto hora día mes día de la semana (UTC).
fr: 5 champs standard : minute heure jour mois jour-de-semaine (UTC).
ja: 標準の 5 フィールド：分 時 日 月 曜日（UTC）。
ko: 표준 5개 필드: 분 시 일 월 요일(UTC).
pt_br: 5 campos padrão: minuto hora dia mês dia da semana (UTC).
pt_pt: 5 campos padrão: minuto hora dia mês dia da semana (UTC).
tr: Standart 5 alan: dakika saat gün ay hafta günü (UTC).
zh_hant: 標準 5 欄位：分 時 日 月 週（UTC）。
zh_hk: 標準 5 欄位：分 時 日 月 週（UTC）。

source: 标准存储
ar: تخزين قياسي
de: Standardspeicher
en: Standard storage
es_mx: Almacenamiento estándar
fr: Stockage standard
ja: 標準ストレージ
ko: 표준 스토리지
pt_br: Armazenamento padrão
pt_pt: Armazenamento padrão
tr: Standart Depolama
zh_hant: 標準儲存
zh_hk: 標準儲存

source: 标准存储适合频繁访问；低频访问存储单价更低，但读取与最短存储期有额外计费。
ar: القياسي مناسب للوصول المتكرر؛ والوصول النادر أرخص للوحدة لكنه يفرض رسومًا على القراءات ومدة تخزين دنيا.
de: Standard ist für häufigen Zugriff; Infrequent Access ist günstiger pro Einheit, berechnet aber Lesezugriffe und eine Mindestspeicherdauer.
en: Standard is for frequent access; Infrequent Access is cheaper per unit but adds charges for reads and a minimum storage duration.
es_mx: Estándar es para acceso frecuente; Acceso poco frecuente es más barato por unidad, pero cobra por lecturas y una duración mínima de almacenamiento.
fr: Standard est pour un accès fréquent ; Accès rare est moins cher à l’unité mais facture les lectures et une durée de stockage minimale.
ja: 標準は頻繁なアクセス向け。低頻アクセスは単価が安い一方、読み取りと最短保存期間に追加料金がかかります。
ko: 표준은 잦은 액세스에 적합하며, 저빈도 액세스는 단가가 저렴하지만 읽기와 최소 보관 기간에 추가 요금이 있습니다.
pt_br: Padrão é para acesso frequente; Acesso infrequente é mais barato por unidade, mas cobra leituras e uma duração mínima de armazenamento.
pt_pt: Padrão é para acesso frequente; Acesso pouco frequente é mais barato por unidade, mas cobra leituras e uma duração mínima de armazenamento.
tr: Standart sık erişim içindir; Seyrek Erişim birim başına daha ucuzdur ancak okumalar ve asgari saklama süresi için ek ücret alır.
zh_hant: 標準儲存適合頻繁存取；低頻存取儲存單價較低，但讀取與最短儲存期會額外計費。
zh_hk: 標準儲存適合頻繁存取；低頻存取儲存單價較低，但讀取與最短儲存期會額外計費。

source: 标签
ar: وسم
de: Tag
en: Tag
es_mx: Etiqueta
fr: Tag
ja: タグ
ko: 태그
pt_br: Tag
pt_pt: Etiqueta
tr: Etiket
zh_hant: 標籤
zh_hk: 標籤

source: 标识
ar: المعرّف
de: Kennung
en: Identifier
es_mx: Identificador
fr: Identifiant
ja: 識別子
ko: 식별자
pt_br: Identificador
pt_pt: Identificador
tr: Tanımlayıcı
zh_hant: 識別碼
zh_hk: 識別碼

source: 根目录
ar: الدليل الجذر
de: Stammverzeichnis
en: Root directory
es_mx: Directorio raíz
fr: Répertoire racine
ja: ルートディレクトリ
ko: 루트 디렉터리
pt_br: Diretório raiz
pt_pt: Diretório raiz
tr: Kök dizin
zh_hant: 根目錄
zh_hk: 根目錄

source: 格式
ar: التنسيق
de: Format
en: Format
es_mx: Formato
fr: Format
ja: 形式
ko: 형식
pt_br: Formato
pt_pt: Formato
tr: Biçim

source: 桶设置
ar: إعدادات الحاوية
de: Bucket-Einstellungen
en: Bucket settings
es_mx: Configuración del bucket
fr: Réglages du bucket
ja: バケット設定
ko: 버킷 설정
pt_br: Configurações do bucket
pt_pt: Definições do bucket
tr: Bucket ayarları
zh_hant: 儲存桶設定
zh_hk: 儲存桶設定

source: 检查
ar: فحص
de: Prüfen
en: Check
es_mx: Comprobar
fr: Vérifier
ja: チェック
ko: 점검
pt_br: Verificar
pt_pt: Verificar
tr: Denetle
zh_hant: 檢查
zh_hk: 檢查

source: 检查失败
ar: فشل الفحص
de: Prüfung fehlgeschlagen
en: Check failed
es_mx: Error en la comprobación
fr: Échec de la vérification
ja: チェックに失敗しました
ko: 점검 실패
pt_br: Falha na verificação
pt_pt: Falha na verificação
tr: Denetim başarısız
zh_hant: 檢查失敗
zh_hk: 檢查失敗

source: 概要
ar: ملخص
de: Übersicht
en: Summary
es_mx: Resumen
fr: Résumé
ko: 요약
pt_br: Resumo
pt_pt: Resumo
tr: Özet

source: 概览
ar: نظرة عامة
de: Übersicht
en: Overview
es_mx: Resumen
fr: Aperçu
ja: 概要
ko: 개요
pt_br: Visão geral
pt_pt: Vista geral
tr: Genel görünüm
zh_hant: 總覽
zh_hk: 總覽

source: 模块
ar: الوحدة
de: Modul
en: Module
es_mx: Módulo
fr: Module
ja: モジュール
ko: 모듈
pt_br: Módulo
pt_pt: Módulo
tr: Modül
zh_hant: 模組
zh_hk: 模組

source: 模型
ar: النموذج
de: Modell
en: Model
es_mx: Modelo
fr: Modèle
ja: モデル
ko: 모델
pt_br: Modelo
pt_pt: Modelo
tr: Model

source: 欧洲
ar: أوروبا
de: Europa
en: Europe
es_mx: Europa
fr: Europe
ja: ヨーロッパ
ko: 유럽
pt_br: Europa
pt_pt: Europa
tr: Avrupa
zh_hant: 歐洲
zh_hk: 歐洲
